Repository: Mr-Testy/TimTool
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif.

source: Account
fr: Compte

source: E-mail Addresses
fr: Adresses mail

source: The following e-mail addresses are associated with your account:
fr: Les adresses e-mail suivantes sont associées à votre compte:

source: Verified
fr: Vérifié

source: Unverified
fr: Non vérifié

source: Primary
fr: Principale

source: Make Primary
fr: Rendre Principale

source: Re-send Verification
fr: Renvoyer vérification

source: Remove
fr: Retirer

source: Warning:
fr: Attention:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Nous vous conseillons vraiment d'ajouter une adresse e-mail afin que vous puissiez recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Add E-mail Address
fr: Ajouter une adresse e-mail

source: Add E-mail
fr: Ajouter e-mail

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée?

source: Hello from %(site_name)s! You're receiving this message because user %(user_display)s tries to link his %(site_name)s account with your email. To confirm this is correct, go to %(activate_url)s Else, please do not take this message into account.
fr: Bonjour de %(site_name)s! Vous recevez ce message car l'utilisateur %(user_display)s essaie d'associer son compte avec vôtre email. Afin de confirmer que vous êtes bien à l'origine de cette demande, rendez-vous au lien suivant : %(activate_url)s Sinon, ne tenez pas compte de ce message.

source: Thank you from %(site_name)s! %(site_domain)s
fr: Merci de %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
fr: Merci de confirmer votre adresse e-mail

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
fr: Bonjour de %(site_name)s! Vous recevez cet message car vous ou quelqu'un d'autre a demandé un mot de passe pour votre compte utilisateur. Il peut être ignoré en toute sécurité si vous n'avez pas demandé une réinitialisation de mot de passe. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.

source: In case you forgot, your username is %(username)s.
fr: Au cas où vous l'avez oublié, votre nom d'utilisateur est %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
fr: Merci d'utiliser %(site_name)s! %(site_domain)s

source: Password Reset E-mail
fr: Réinitialisation du mot de passe E-mail

source: Confirm E-mail Address
fr: Confirmez votre adresse email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse mail pour l'utilisateur %(user_display)s.

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation par e-mail est expiré ou n'est pas valide. Veuillez <a href ="%(email_url)s"> émettre une nouvelle demande de confirmation par courrier électronique </a>.

source: Confirm
fr: Confirmer

source: Sign In
fr: Se connecter

source: Please sign in with one of your existing third party accounts. Or, <a class="btn btn-success btn-xs" href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
fr: Veuillez vous connecter avec un de vos comptes tiers existants. Ou, <a class =" btn btn-success btn-xs " href="%(signup_url)s">inscrivez-vous</a> pour un compte %(site_name)s et connectez-vous ci-dessous:

source: If you have not created an account yet, then please <a class="btn btn-success btn-xs" href="%(signup_url)s">sign up</a> first.
fr: Si vous n'avez pas encore créé de compte, alors <a class="btn btn-success btn-xs" href="%(signup_url)s">créez un compte</a>.

source: or
fr: ou

source: Forgot Password?
fr: Mot de passe oublié?

source: Sign Out
fr: Déconnexion

source: Are you sure you want to sign out?
fr: Êtes-vous certain de vouloir vous déconnecter?

source: You cannot remove your primary e-mail address (%(email)s).
fr: Vous ne pouvez pas supprimer votre adresse e-mail principale (%(email)s).

source: Confirmation e-mail sent to %(email)s.
fr: E-mail de confirmation envoyé à %(email)s.

source: You have confirmed %(email)s.
fr: Vous avez confirmé %(email)s.

source: Removed e-mail address %(email)s.
fr: Adresse e-mail supprimée %(email)s.

source: Successfully signed in as %(name)s.
fr: Connecté avec succès sous %(name)s.

source: You have signed out.
fr: Vous vous êtes déconnecté.

source: Password successfully changed.
fr: Mot de passe changé avec succès.

source: Password successfully set.
fr: Mot de passe défini avec succès.

source: Primary e-mail address set.
fr: Adresse mail principale définie.

source: Your primary e-mail address must be verified.
fr: Votre adresse mail principale doit être vérifiée.

source: Change Password
fr: Changer le mot de passe

source: Password Reset
fr: Réinitialiser le mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Mot de passe oublié ? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de le réinitialiser.

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail. Contactez-nous si vous ne le recevez pas d'ici quelques minutes.

source: Bad Token
fr: Mauvais Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s"> nouvelle réinitialisation du mot de passe </a>.

source: Your password is now changed.
fr: Votre mot de passe est maintenant modifié.

source: change password
fr: changer le mot de passe

source: Set Password
fr: Définir le mot de passe

source: Signup
fr: S'inscrire

source: Sign Up
fr: S'inscrire

source: Already have an account? Then please <a href="%(login_url)s" class="btn btn-success btn-xs">sign in</a>.
fr: Vous avez déjà un compte? Alors, <a href="%(login_url)s" class="btn btn-success btn-xs"> connectez-vous </a>.

source: Sign Up Closed
fr: Inscriptions closes

source: We are sorry, but the sign up is currently closed.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.

source: Note
fr: Remarque

source: you are already logged in as %(user_display)s.
fr: vous êtes déjà connecté en tant que %(user_display)s.

source: Verify Your E-mail Address
fr: Vérifiez votre adresse e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail de vérification. Suivez le lien fourni afin de finalisez le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas d'ici quelques minutes.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site exige que nous vérifions que vous êtes ce que vous prétendez être. À cette fin, nous exigeons que vous vérifiez la propriété de votre adresse e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien de cet e-mail. Contactez-nous si vous ne le recevez pas d'ici quelques minutes.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Remarque: </strong> vous pouvez toujours <a href="%(email_url)s">modifier votre adresse électronique</a>.

source: Discussion about :
fr: Discussion à propos de :

source: OpenID Sign In
fr: Ouvrir une session OpenID

source: Social Network Login Failure
fr: Échec de connexion au réseau social

source: An error occurred while attempting to login via your social network account.
fr: Une erreur s'est produite lors de la tentative de connexion via votre compte de réseau social.

source: Account Connections
fr: Connexions de compte

source: You can sign in to your account using any of the following third party accounts:
fr: Vous pouvez vous connecter à votre compte en utilisant l'un des comptes tiers suivants :

source: You currently have no social network accounts connected to this account.
fr: Vous n'avez actuellement aucun compte de réseau social connecté à ce compte.

source: Add a 3rd Party Account
fr: Ajouter un compte tiers

source: Login Cancelled
fr: Connexion annulée

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
fr: Vous avez décidé d'annuler la connexion à notre site en utilisant l'un de vos comptes. Si cela était une erreur, allez à <a href="%(login_url)s">connectez-vous</a>.

source: The social account has been connected.
fr: Le compte social a été connecté.

source: The social account is already connected to a different account.
fr: Le compte social est déjà connecté à un compte différent.

source: The social account has been disconnected.
fr: Le compte social a été déconnecté.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fr: Vous êtes sur le point d'utiliser votre compte %(provider_name)s pour vous connecter à %(site_name)s. En dernière étape, veuillez remplir le formulaire suivant:

source: The Title "%(title)s" has been found !
fr: Le Titre "%(title)s" a été trouvé !

source: The title "%(title)s" has been created
fr: Le titre "%(title)s" a été créé

source: The composer "%(name)s" has been created
fr: Le compositeur "%(name)s" a été créé

source: The .abc version "%(version)s" of Tune "%(tune)s" has been added !
fr: La version .abc "%(version)s" du Tune "%(tune)s" a été ajouté !

source: The .abc version "%(version)s" of Tune "%(tune)s" already exists !
fr: La version .abc "%(version)s" du Tune "%(tune)s" existe déjà !

source: The tune "%(tune)s" a has been created
fr: Le tune "%(tune)s" a été créé

source: Only favorite learned Tunes
fr: Seulement les Tunes favoris appris

source: Only favorite not learned Tunes
fr: Seulement les Tunes favoris non appris

source: All favorite Tunes
fr: Tous les Tunes favoris

source: All Tunes of Timtool
fr: Tous les Tunes de Timtool

source: List of
fr: Liste de

source: Among
fr: Parmi

source: Please select at least one type
fr: Veuillez sélectionner au moins un type

source: Keys
fr: Tonalités

source: Please select at least a key
fr: Veuillez sélectionner au moins une tonalité

source: Insert name of Tunebook or User
fr: Entrez le nom du Tunebook ou un Utilisateur

source: File
fr: Fichier

source: Select a file
fr: Choisir un fichier

source: .abc file here
fr: fichier .abc ici

source: Copy / Paste .abc file content
fr: Copier/Coller le contenu d'un fichier .abc

source: Title
fr: Titre

source: Description of the sound to add
fr: Description du son à ajouter

source: Recording of the Tune "xxx" that I have learned from "Abcdef" on "yyy" festival
fr: L'enregistrement du Tune "xxx" que j'ai appris de "Abcdef" au festival du "yyy"

source: Link of the audio Clyp sound
fr: Lien du son Clyp

source: The link of the sound is mandatory
fr: Le lien du son est obligatoire

source: The link must start with "https://clyp.it/"
fr: Le lien doit commencer par "https://clyp.it/"

source: About
fr: A propos de

source: About Timtool
fr: A propos de Timtool

source: Information about the Timtool Web application
fr: Informations à propos de l'application web Timtool

source: The project of a lifetime
fr: Le projet d'une vie

source: Feature tree
fr: Arbres des fonctionnalités

source: This application is the project of a lifetime, and will not cease evolving according to your needs. To make learning Irish traditional music easier. To manage known tunes more efficiently (and thus avoid forgetting tunes as you progress). To learn the tunes that your friends already know (and so to avoid learning a tune that nobody knows...). To generate sets of Tunes and thus randomly discover nice sets. To simply review the tunes that you know. Or to share all the information needed to manage a session.
fr: Cette application est le projet d'une vie et ne cessera d'évoluer selon vos besoins. Que ce soit pour faciliter l'apprentissage de la musique traditionnelle irlandaise, pour gérer les morceaux connus plus efficacement (et évitez ainsi d'oublier les morceaux lorsque vous progressez). Pour apprendre les morceaux que vos amis connaissent déjà (et donc éviter d'apprendre un Tune que personne ne connait ...). Pour générer des sets de Tunes aléatoires et trouver la perle rare. Ou pour simplement réviser les morceaux que vous connaissez, partager toutes les informations nécessaires pour gérer une session...

source: Work required
fr: Travail requis

source: Web application development is like music: it is a hobby that takes time.
fr: Le développement d'applications Web, c'est comme la musique: c'est un passe-temps qui prend du temps.

source: Like music, it requires:
fr: Comme la musique, cela requiert :

source: Equipment
fr: De l'équipement (poste de travail, serveur, nom de domaine...)

source: Maintenance
fr: De la maintenance

source: Courses and trainings
fr: Des formations et de l'entrainement

source: Hours, days, years of practicing
fr: Des heures, jours, années de pratique

source: Thinking
fr: De la reflexion

source: Bravery
fr: Du courage

source: I hope that you will have a great experience on Timtool. And if not, I will do my best to improve !
fr: J'espère que vous trouverez votre bonheur sur Timtool. Et si ce n'est pas le cas, je l'améliorerai en conséquence !

source: Existing features
fr: Fonctionnalités existantes

source: Upcoming features
fr: Fonctionnalités à venir

source: General
fr: Général

source: Horizontal menu
fr: Menu Horizontal

source: Hide/Show menu
fr: Afficher/Cacher menu

source: Search for a Tune
fr: Rechercher un Tune

source: Left vertical menu
fr: Menu gauche vertical

source: Links and Actions
fr: Liens et actions

source: Home
fr: Accueil

source: Timtool introduction
fr: Introduction à Timtool

source: Last created Tunes, Groups, Users
fr: Derniers Tunes, Groupes, Utilisateurs créés

source: Show the list of tunes
fr: Afficher la liste des Tunes

source: Show a Tune
fr: Afficher un Tune

source: Add/Remove this Tune to/from your favorites
fr: Ajouter/Retirer ce Tune à/de vos favoris

source: Increase the number of times the Tune has been viewed
fr: Accroître le nombre de vues du Tune

source: Show description
fr: Afficher la description

source: Show .abc version
fr: Afficher la version .abc

source: Show music sheet
fr: Afficher la partition

source: Add comments
fr: Ajouter des commentaires

source: Modify the Tune
fr: Modifier le tune

source: Play Tune sound
fr: Jouer le Tune

source: Upload audio file for this Tune
fr: Uploader un fichier audio pour ce Tune

source: Display several versions of one the Tune
fr: Afficher plusieurs version de ce Tune

source: Filter displayed Tunes
fr: Filtrer les Tunes affichés

source: Create a Tune
fr: Créer un Tune

source: Create a Tune by Copying/pasting an .abc file
fr: Créer un Tune en copiant/collant un fichier .abc

source: Create a Tune from an .abc file
fr: Créer un Tune depuis un fichier .abc

source: Groups
fr: Groupes

source: Display the list of groups
fr: Afficher la liste de groupes

source: Filter groups
fr: Filtrer les groupes

source: Create groups
fr: Créer des groupes

source: Show a group
fr: Afficher un groupe

source: Display description
fr: Afficher la description

source: Display group favorites
fr: Afficher les favoris du groupe

source: Display group members
fr: Afficher les membres du groupe

source: Modify the group
fr: Modifier le groupe

source: Add/Remove favorite tunes to/from group
fr: Ajouter/Retirer des Tunes favoris au/du groupe

source: Join/Leave group
fr: Rejoindre/Quitter le groupe

source: Increase number of times the group has been viewed
fr: Accroître le nombre de vues du groupe

source: Leave messages to the group
fr: Laisser un message au groupe

source: Manage members role
fr: Gèrer les rôles du groupe

source: Upload group related audio files
fr: Uploader un fichier audio aux tunes favoris du groupe

source: Send a mail to all members of the group
fr: Envoyer un email à tous les membres du groupe

source: Create a group
fr: Créer un groupe

source: Send me a mail
fr: Envoyez-moi un email

source: Receive a copy of the mail
fr: Recevez une copie de cet email

source: Display existing features and upcoming ones
fr: Afficher la liste existantes des fonctionnalités et celles à venir

source: Information
fr: Informations

source: Vote for the most wanted features
fr: Voter pour les fonctionnalités les plus souhaitées

source: Personal
fr: Personnel

source: My favorite Tunes
fr: Mes Tunes favoris

source: Show list of favorite Tunes from the connected user
fr: Afficher la liste de Tunes favoris de l'utilisateur connecté

source: Filter by name/type/key
fr: Filtrer par nom/type/tonalité

source: Change status
fr: Changer le status

source: Remove favorite
fr: Retirer un favori

source: My groups
fr: Mes Groupes

source: Show groups where I am user or admin
fr: Afficher les groupes pour lesquels je suis admin ou user

source: Display group details
fr: Afficher les détails d'un groupe

source: Filter
fr: Filtrer

source: Tune comparator
fr: Comparateur de Tunes

source: Compare my Tunes with another user
fr: Comparer mes Tunes avec d'autres utilisateurs

source: Compare my Tunes with a group
fr: Comparer mes Tunes avec un groupe

source: Display in common tunes, in addition, in less
fr: Afficher les tunes en communs, que j'ai en plus, ou que j'ai en moins

source: Sets and tunes generator
fr: Générateur de Sets et de listes de Tunes

source: Generate a list of sets according to all possible criterias (for a user)
fr: Générer une liste de Sets/Tunes en fonction des critères (pour un utilisateur)

source: Generate a list of sets according to all possible criteria (for a group)
fr: Générer une liste de Sets/Tunes en fonction des critères (pour un groupe)

source: Add criteria "Never two times the same key in a row
fr: Ajouter le critère "Jamais deux fois la même tonalité d'un coup

source: Add criteria "alternate major or mix / minor or dor
fr: Ajouter le critère "alterner majeur ou mix / mineur ou dor

source: Save a set
fr: Sauvegarder un set

source: My account
fr: Mon compte

source: User overview
fr: Utilisateur Overview

source: Update overview
fr: Modifier l'overview

source: Show groups created by the user
fr: Afficher les groupes créés par l'utilisateur

source: Show Tunes added by the user
fr: Afficher les Tunes ajoutés par l'utilisateur

source: Upload profile picture
fr: Uploader une photo de profil

source: Display Tune dashboard
fr: Afficher le tableau de bord des Tunes

source: Managing user accounts
fr: Gérer les comptes utilisateurs

source: Log in
fr: Connexion

source: Log out
fr: Déconnexion

source: Password forgotten
fr: Mot de passe oublié

source: Register
fr: S'inscrire

source: Confirm registration
fr: Confirmer l'inscription

source: English/French
fr: Anglais/Français

source: Android version
fr: Version Android

source: Custom domain name
fr: Nom de domaine personnalisé

source: Testing environment
fr: Environnement de test

source: Unit testing
fr: Tests unitaires

source: Welcome on
fr: Bienvenue sur

source: <strong>Timtool</strong> means "Traditional Irish Music Tool." <br/> <strong>Timtool</strong> is a web application project (and soon available on Android). The application is <strong>completely free</strong> and without advertising, designed by a traditional Irish music lover, for lovers of traditional Irish music. <br/> This application is not intended to replace existing applications (TheSession, or the excellent and indispensable Tunepal). On the other hand, it allows:
fr: <strong>Timtool</strong> signifie "Traditional Irish Music Tool." <br/> <strong>Timtool</strong> est un projet d'application web (bientôt Android). L'application est <strong>complètement gratuite</strong> et sans publicité, conçue par un amateur de musique traditionnelle irlandaise, pour les amateurs de musique traditionnelle irlandaise. <br/>Cette application n'est pas destinée à remplacer des applications existantes (TheSession, ou l'excellent et indispensable Tunepal).<br/> D'autre part, cela permet de :

source: Save and <strong>manage your personal Tune library</strong>,
fr: Sauvegarder et <strong>gérer sa bibliothèque de Tunes personnelle</strong>,

source: <strong>Generate random sets/lists</strong> of tunes based on filters and criterias,
fr: <strong>Générer des Sets et listes de Tunes aléatoires</strong> selon beaucoup de critères,

source: <strong>Compare your tunes with other users</strong>,
fr: <strong>Comparer vos Tunes avec d'autres utilisateurs</strong>,

source: <strong>Create groups (sessions)</strong> to share common information and tunes,
fr: <strong>Créer des groupes (sessions)</strong> afin de partager les Tunes en communs ainsi que les informations importantes,

source: And much more ... (see <a href='%(url_about)s' class="btn btn-xs btn-success">about Timtool</a> to see the exhaustiveness of common features and coming from ones<strong> of Timtool</strong>)
fr: Et bien plus... (allez à <a href='%(url_about)s' class="btn btn-xs btn-success">à propos de Timtool</a> afin de voir l'exhaustivité des fonctionnalités existantes ainsi que celles à venir<strong> de Timtool</strong>)

source: <strong>Timtool v1.0</strong> is the first version of the application. Other versions of the app remain to come, with even more features, more design, more fun!
fr: <strong>Timtool v1.0</strong> est la première version de l'application. D'autres versions sont à venir, avec plus de fonctionnalités, plus de design, plus de fun!

source: Any ideas ? Recommendations ? Suggestions ? Questions ? Bug ? Need support ? Do not hesitate to contact me thanks to the <a href="%(url_contact)s" class="btn btn-xs btn-success">contact form !</a>
fr: Des idées ? Des recommendations ? Des suggestions ? Des questions ? Un bug ? Besoin de support ? N'hésitez pas à me contacter grâce au <a href="%(url_contact)s" class="btn btn-xs btn-success">formulaire de contact !</a>

source: Last Tunes added
fr: Derniers Tunes ajoutés

source: No Tune found
fr: Aucun Tune trouvé

source: Name
fr: Nom

source: Key
fr: Tonalité

source: Favorite
fr: Favori

source: Tune added to your favorites
fr: Tune ajouté à vos favoris

source: Tune absent from your favorites
fr: Tune absent de vos favoris

source: Trick !
fr: Astuce !

source: Sign in or register to be able to add this Tune to your favorites.
fr: Connectez-vous afin d'ajouter ce Tune à vos favoris.

source: All Tunes
fr: Tous les Tunes

source: Last groups created
fr: Derniers groupes créés

source: No group
fr: Aucun groupe

source: All groups
fr: Tous les Groupes
