Repository: Mr-Testy/TimTool
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Tune added to your favorites
fr: Tune ajouté à vos favoris

source: Tune removed from your favorites
fr: Tune retiré de vos favoris

source: Tune learnt
fr: Tune appris

source: Tune to learn
fr: Tune à apprendre

source: Warning
fr: Danger

source: You cannot remove the only Admin of the group
fr: Vous ne pouvez pas retirer le seul Administrateur du groupe

source: You are about to remove your Administrator rigths from this group. You will be redirected. Are you sure ?
fr: Vous êtes sur le point de retirer vos droits administrateurs de ce groupe. Vous serez redirigés. Êtes-vous certain ?

source: An error occured
fr: Une erreur est survenue

source: Remove "
fr: Retirer "

source: " from your favorites ?
fr: " de vos favoris ?

source: Are you sure to remove the Tune "
fr: Êtes-vous certain de supprimer le Tune "

source: " from your favorites ? Information linked with this favorite will be lost
fr: " de vos favoris ? Les informations liées à ce favori seront perdues

source: Information linked with this sound will be lost
fr: Les informations liées a ce son seront perdues

source: Hide Menu
fr: Cacher Menu

source: Show Menu
fr: Afficher Menu
