Repository: Mr-Testy/TimTool
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Last recordings added
fr: Derniers enregistrements ajoutés

source: Last registered users
fr: Derniers utilisateurs enregistrés

source: No registered user
fr: Aucun utilisateur enregistré

source: Comparator
fr: Comparateur

source: Compare your Tunes with other users or groups
fr: Comparer vos Tunes avec d'autres utilisateurs ou groupes

source: Search
fr: Chercher

source: Compare
fr: Comparer

source: Results
fr: Résultats

source: Tunes in common
fr: Tunes en commun

source: Tunes I don't have
fr: Tunes que je n'ai pas

source: Tunes only me have
fr: Tunes que j'ai en plus

source: No Tune in common
fr: Aucun Tune en commun

source: No Tune I don't have
fr: Aucun Tune que je n'ai pas

source: No tune only me have
fr: Aucun Tune que j'ai en plus

source: Dashboard
fr: Tableau de bord

source: Dashboard of my favorite Tunes
fr: Tableau de bord de mes Tunes favoris

source: Total Tunes in favorites
fr: Total des Tunes en favoris

source: Total learned Tunes in favorites
fr: Total des Tunes appris en favoris

source: Total not learned Tunes in favorites
fr: Total des Tunes non appris en favoris

source: All
fr: Tous

source: Learned
fr: Appris

source: Not learned yet
fr: Pas appris

source: Generator
fr: Generateur

source: Customizable generator of Tune list and sets
fr: Générateur de listes de Tunes et de Sets cutomisable

source: Generator of random tunes/sets
fr: Générateur de Tunes ou Sets de Tunes aléatoire

source: For the group:
fr: Pour le groupe :

source: For the user:
fr: Pour l'utilisateur :

source: Generate
fr: Generer

source: Generated list
fr: Liste Générée

source: Status
fr: Etat

source: Tunes to learn
fr: Tunes à apprendre

source: Tunes learnt
fr: Tunes appris

source: Use the above generator to generate a list of Tunes or Sets
fr: Utiliser le générateur ci-dessus afin de générer une liste de Tunes ou de Sets

source: TIMTOOL beta version
fr: TIMTOOL version beta

source: Anonymous
fr: Anonyme

source: Sign up
fr: S'inscrire

source: Show Menu
fr: Afficher Menu

source: Hide Menu
fr: Cacher Menu

source: Search a Tune
fr: Rechercher un Tune

source: Links and functionalities accessible to all
fr: Liens et fonctionnalités accessibles à tous

source: Links and features available to connected users
fr: Liens et fonctionnalités disponibles aux utilisateurs connectés

source: My Tunes
fr: Mes Tunes

source: My Groups
fr: Mes Groupes

source: My Account
fr: Mon compte

source: You must be logged in to use this feature
fr: Vous devez être connecté afin d'utiliser cette fonctionnalité

source: Links and features available from the current page
fr: Liens et fonctionnalités disponibles depuis cette page

source: Current Page
fr: Page Courante

source: No action available on the current page
fr: Aucune action disponible sur cette page

source: ABC Tune Creation
fr: Création Tune ABC

source: Create a Tune with .abc notation
fr: Créer un Tune grâce au format .abc

source: Copy/Paste an .abc file
fr: Copier/Coller un fichier .abc

source: Upload an .abc file
fr: Uploader un fichier .abc

source: Add Tune from .abc
fr: Ajouter un Tune depuis un fichier .abc

source: Where to find .abc files ?
fr: Ou trouver des fichiers .abc ?

source: You can find several tunebook .abc files on tunepal.org
fr: Vous pouvez trouver différents tunebooks en .abc sur tunepal.org

source: Attributes T: K: R: are mandatory
fr: Les attributs T: K: R: sont obligatoires

source: Functionnality is coming !
fr: Fonctionnalité à venir !

source: Where to find .abc file ?
fr: Ou trouver un fichier .abc ?

source: Go to Tunepal website :
fr: Rendez-vous sur le site web Tunepal :

source: Select a Tune to go to its page
fr: Sélectionnez un Tune pour afficher sa page

source: Click on "ABC"
fr: Cliquez sur "ABC"

source: Copy the whole text and go back to Timtool
fr: Copiez l'integralité du texte et revenez sur Timtool

source: Paste the text in the above area and click on "create"
fr: Copiez le texte dans le champ au ci-dessus et cliquez sur "créer"

source: Tip : the text looks like
fr: Astuce : le texte à copier est de la forme suivante

source: Send
fr: Envoyer

source: You do not have the rights to upload a file. You can add a Tune by copying an .abc file into the "Copy/Paste an .abc file"
fr: Vous n'avez pas la permission d'uploader un fichier. Vous pouvez ajouter un Tune en copiant un fichier .abc dans la section "Copier/Coller un fichier .abc"

source: Add sound to
fr: Ajouter un son a

source: %(type)s in %(key)s
fr: %(type)s en %(key)s

source: Favorite Tune
fr: Tune favori

source: Form to add a sound
fr: Formulaire d'ajout de son

source: How to add a sound ?
fr: Comment ajouter un son ?

source: Add
fr: Ajouter

source: Go to Clyp website :
fr: Se rendre au site web Clyp :

source: Log in or Sign up
fr: Se connecter ou s'inscrire

source: Click on "Upload a Clyp"
fr: Cliquez sur "Upload a Clyp"

source: If you are lost, go
fr: Si vous êtes perdus, rendez-vous

source: here
fr: ici

source: first
fr: premier

source: Select the file to upload
fr: Choisissez le fichier à uploader

source: Give it a name, a description, and even a picture if you wish
fr: Donnez-lui un nom, une description, eventuellement une image

source: VERY IMPORTANT : Let checked 'This Clyp is Public', otherwise, it won't be seen by Timtool =(
fr: TRES IMPORTANT : LAISSEZ COCHÉ 'This Clyp is Public', sinon, il ne sera pas accessible par Timtool =(

source: TIP : Let checked 'Download', and you will be able to download this Tune directly from Timtool =)
fr: ASTUCE : Laissez coché 'Download', et vous serez en mesure de télécharger ce Tune directement depuis Timtool =)

source: Click on the name of your Tune in order to go to the Tune page
fr: Cliquez sur le nom de votre Tune pour se rendre à la page du Tune

source: You should see a Tune like
fr: Vous devriez voir un Tune comme

source: this one
fr: celui-ci

source: Copy the link in "DIRECT LINK" field. It must start with "https://clyp.it/"
fr: Copiez le lien du champ "DIRECT LINK". Il doit commencer par "https://clyp.it/"

source: Come back on Timtool, paste the link into the link section of the form above, a description, and click on "Add" button.
fr: Revenez sur Timtool, copiez le lien dans le champ 'lien' du formulaire ci-dessus, ajoutez une description, et cliquez sur le bouton 'Ajouter'.

source: Favorite Tune of
fr: Tune favori de

source: Audio files
fr: Fichiers audios

source: No audio file added to this favorite
fr: Pas de fichier audio ajouté à ce favori

source: Remove the sound '%(name)s' from this favorite ?
fr: Retirer le son '%(name)s' de ce favori ?

source: Add a sound
fr: Ajouter un son

source: Only administrators of the group can use this functionnality
fr: Seuls les administrateurs de ce groupe peuvent utiliser cette fonctionnalité

source: Seen %(nb_vues)s times
fr: Vu %(nb_vues)s fois

source: Other titles
fr: Autres titres

source: Composers
fr: Compositeurs

source: Who knows it ?
fr: Qui le connaît ?

source: Versions of this Tune :
fr: Versions de ce Tune :

source: No version found
fr: Aucune version trouvée

source: There is not audio file for this Tune
fr: Il n'y a pas de fichier audio pour ce Tune

source: Recording from User
fr: Enregistrement de l'Utilisateur

source: Recording from Group
fr: Enregistrement du Groupe

source: Other titles of this Tune
fr: Autres titres de ce Tune

source: There is no other title for this Tune
fr: Il n'y a pas d'autres titres pour ce Tune

source: There is not any composer for this Tune
fr: Il n'y a pas de compositeur pour ce Tune

source: Music sheet
fr: Partition

source: Download the ABC (.abc file)
fr: Télécharger le fichier ABC (fichier .abc)

source: Download the sound (.mid file)
fr: Télécharger le son (fichier .mid)

source: All the tunes from Timtool
fr: Tous les Tunes de Timtool

source: You can filter by name, type, or key. You can combine the filters.
fr: Vous pouvez filtrer par nom, type ou tonalité. Vous pouvez combiner les filtres.

source: The 'Type' and 'Key' fields are case-sensitive. Use tiny letters for Type (reel, jig) and use the following format for Keys (A, Am, Ador, Amix)
fr: Les champs 'Type' et 'Tonalité' sont sensibles aux majuscules/minuscules. Utilisez des minuscules pour le Type (reel, jig) et utilisez les formats suivants pour les tonalités (A, Am, Ador, Amix)

source: Filters
fr: Filtres

source: Recordings
fr: Enregistrements

source: Choose
fr: Choisir

source: Has recordings
fr: A des enregistrements

source: Hasn't recordings
fr: N'a pas d'enregistrement

source: List of Tunes
fr: Liste de Tunes

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: No tune found
fr: Aucun Tune trouvé

source: This tune has recordings linked to it !
fr: Ce Tune a un enregistrement lié !

source: Add a Tune
fr: Ajouter un Tune

source: Favorite Tunes
fr: Tunes favoris

source: Your favorite Tunes
fr: Vos Tunes favoris

source: Not learned
fr: Pas appris

source: List of your favorite Tunes
fr: Liste de vos Tunes favoris

source: This tune has sound linked to it !
fr: Ce Tune a un son lié !

source: No Tune. Refine your search or add tunes to your favorites:
fr: Aucun Tune. Compléter votre recherche ou ajouter des Tunes à vos favoris :

source: Tune to learn
fr: Tunes à apprendre

source: Tune learnt
fr: Tunes appris

source: Remove '%(name)s' from your favorites ?
fr: Retirer '%(name)s' de vos favoris ?

source: Training !
fr: Entrainement !

source: Dashboard !
fr: Tableau de bord !

source: The following filters have been applied : "name" contains "%(name)s" | "type" = "%(type)s" | "key" = "%(key)s" | "recordings" = "%(recording)s"
fr: Les filtres suivants ont été appliqués : "nom" contient "%(name)s" | "type" = "%(type)s" | "tonalité" = "%(key)s" | "enregistrements" = "%(recording)s"

source: The following filters have been applied : "name" contains "%(name)s" | "type" = "%(type)s" | "key" = "%(key)s" | "status" = "%(status)s" | "recordings" = "%(recording)s"
fr: Les filtres suivants ont été appliqués : "nom" contient "%(name)s" | "type" = "%(type)s" | "tonalité" = "%(key)s" | "status" = "%(status)s"| "enregistrements" = "%(recording)s"

source: The list of "%(list_of)s" among "%(among)s" is empty. Modify your search criterias.
fr: La liste de "%(list_of)s" parmis "%(among)s" est vide. Modifiez votre recherche.

source: The list of "%(list_of)s" among "%(among)s" has been generated
fr: La liste de "%(list_of)s" parmis "%(among)s" a été générée

source: The group "%(slug)s" doesn't exist
fr: Le groupe "%(slug)s" n'existe pas

source: There are several groupes "%(slug)s". Impossible to generate tunes.
fr: Il y a plusieurs groupes "%(slug)s". Impossible de générer des tunes.

source: The comparison of "%(to_compare)s" with user "%(username)s" is a success.
fr: La comparaison de "%(to_compare)s" avec l'utilisateur "%(username)s" est un succès.

source: The comparison of "%(to_compare)s" with group "%(groupname)s" is a success.
fr: La comparaison de "%(to_compare)s" avec le groupe "%(groupname)s" est un succès.

source: The comparison of tunes has failed. An error appeared with name of the user or group
fr: La comparaison de tunes a échoué. Une erreur est survenue avec le nom de l'utilisateur ou du groupe

source: The user "%(username)s" doesn't exist. Please enter an existing user
fr: L'utilisateur "%(username)s" n'existe pas. Entrez un utilisateur existant

source: The group "%(groupname)s" doesn't exist. Please enter an existing group
fr: Le groupe "%(groupname)s" n'existe pas. Entrez un groupe existant

source: There are several users "%(username)s". Impossible to compare Tunes.
fr: Il y a plusieurs utilisateurs "%(username)s". Impossible de comparer les Tunes.

source: There are several groups "%(groupname)s". Impossible to compare Tunes.
fr: Il y a plusieurs groupes "%(groupname)s". Impossible de comparer les Tunes.

source: This Tune is not among your favorites !
fr: Ce Tune est absent de vos favoris !

source: This is the page of the favorite Tune. If you wish to go to the global Tune, go there :
fr: Cette page est la page personnelle du Tune favori. Si vous souhaitez afficher le Tune global, rendez-vous ici :

source: You have already linked this sound to another favorite
fr: Vous avez déjà lié ce son à un autre favoris

source: Processus successfully ended !
fr: Traitement terminé avec succès !

source: Improvement request
fr: Demande d'amélioration

source: Bug
fr: Anomalie

source: Information request
fr: Demande d'information

source: Topic
fr: Sujet

source: Your mail address
fr: Votre adresse e-mail

source: Receive a copy
fr: Recevez une copie

source: Check if you wish to receive a copy of this email
fr: Cochez si vous souhaitez recevoir une copie de l'e-mail envoyé

source: Only my favorite learned Tunes
fr: Seulement mes Tunes favoris appris

source: All my favorite Tunes
fr: Tous mes Tunes favoris

source: Compare :
fr: Comparer :

source: Select a user
fr: Choisir un utilisateur

source: Select a group
fr: Choisir un groupe

source: With one of the following users :
fr: Avec l'un des utilisateurs suivants :

source: Or one of the following groups :
fr: Ou l'un des groupes suivants :

source: You must choose a user or a group
fr: Vous devez choisir un utilisateur ou un groupe

source: You must choose a user OR a group, but not both
fr: Vous ne devez choisir QU'UN utilisateur ou QU'UN groupe, mais pas les deux

source: Group
fr: Groupe

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Username
fr: Nom d'utilisateur

source: Passwords don't match
fr: Les mots de passe ne correspondent pas

source: A user must have an email address.
fr: Un utilisateur doit avoir une adresse email.

source: The user cannot contain other special characters than : '. @ + -'
fr: L'utilisateur ne peut pas contenir de caractères spéciaux autres que : '. @ + -'

source: Group : "%(groupname)s"
fr: Groupe : "%(groupname)s"

source: Contact me using the following form !
fr: Contactez-moi grâce au formulaire suivant !

source: Your message has been sent !
fr: Votre message a bien été envoyé !

source: Add favorites
fr: Ajouter des favoris

source: Add favorites to group :
fr: Ajouter des favoris au groupe :

source: You don't have any Tune in your favorites. Go to:
fr: Vous n'avez aucun Tune dans vos favoris. Rendez-vous :

source: in order to add Tunes to your favorites
fr: afin d'ajouter des Tunes à vos favoris

source: Add this Tune to the group
fr: Ajouter ce Tune au groupe

source: Favorite Tunes of the group
fr: Tunes favoris du groupe

source: from this group ?
fr: de ce groupe ?

source: Back to the description
fr: Retour à la description

source: Members
fr: Membres

source: You have not added any Tunes in favorites.
fr: Vous n'avez pas ajouté de Tunes en favori.

source: Only administrators can use this functionnality
fr: Seuls les administrateurs peuvent utiliser cette fonctionnalité

source: Group members
fr: Membres du groupe

source: This group has not any member yet.
fr: Ce groupe n'a pas encore de membre.

source: Update this group
fr: Modifier ce groupe

source: Leave this group
fr: Quitter ce groupe

source: Join this group
fr: Rejoindre ce groupe

source: Generate Sets/Tunes
fr: Générer des Sets/Tunes

source: Update members roles
fr: Gèrer les rôles du groupe

source: You are member of this group
fr: Vous êtes membre de ce groupe

source: You are not member of this group
fr: Vous n'êtes pas membre de ce groupe

source: All groups from Timtool
fr: Tous les Tunes de Timtool

source: Filter by name
fr: Filtrer par nom

source: List of groups
fr: Liste de groupes

source: next
fr: suivant

source: Group creation
fr: Création de groupe

source: Create a group filling the following form
fr: Créer un groupe en remplissant le formulaire suivant

source: Create
fr: Créer

source: Modify
fr: Modifier

source: filling the following form
fr: en remplissant le formulaire suivant

source: Update roles of
fr: Modifier les rôles de

source: Update the roles of any user of this group
fr: Mettre à jour les rôles des membres de ce groupe

source: Update user
fr: Modifier l'utilisateur

source: Update
fr: Modifier

source: Profile of
fr: Profil de

source: Profile information
fr: Informations du profil

source: Created groups
fr: Groupes créés

source: Tunes added to Timtool
fr: Tunes ajoutés à Timtool

source: Mail
fr: Email

source: Creation date
fr: Date de création

source: Groups I have created
fr: Groupes que j'ai créé

source: I haven't created any group yet
fr: Je n'ai créé aucun groupe

source: Tunes I have added to Timtool
fr: Tunes que j'ai ajouté à Timtool

source: I haven't added any Tune to Timtool
fr: Je n'ai pas ajouté de Tunes à Timtool

source: All groups where I am member or Administrator
fr: Tous les groupes pour lesquels je suis admin ou membre

source: You are not member or admin in any group
fr: Vous n'êtes membre ou administrateur d'aucun groupe

source: My role
fr: Mon rôle

source: Your email has successfully been sent !
fr: Votre message a bien été envoyé !

source: The following filter has been applied : "name" contains "%(name)s"
fr: Le filtre suivant a été appliqué : "nom" contient "%(name)s"

source: The group "%(groupname)s" has been created.
fr: Le groupe "%(groupname)s" a été créé.

source: The group "%(groupname)s" already exists !
fr: Le groupe "%(groupname)s" existe déjà !

source: The group "%(groupname)s" has been updated
fr: Le groupe "%(groupname)s" a été mis à jour

source: The user "%(username)s" already exists
fr: L'utilisateur "%(username)s" existe déjà

source: Your profile has been updated
fr: Votre profil a été mis à jour

source: You have joined the group
fr: Vous avez rejoint le groupe

source: You can't leave this group because you are the last administrator
fr: Vous ne pouvez pas quitter ce groupe car vous êtes le dernier administrateur

source: You left this group
fr: Vous avez quitté ce groupe
